Repository: InfiniTimeOrg/InfiniLink
Catalog: InfiniLink/*.lproj/Localizable.strings
Languages: fr, nl, ru, zh_hant

# other_notes_1
source: Notifications are not currently functional, as this requires the Apple Notification Center Service (ANCS) protocol to be implemented in InfiniTime.
nl: - Meldingen werken nog niet, omdat het Apple Notification Center Service (ANCS) protocol in InfiniTime moet worden ingebouwd.
ru: Уведомления в настоящее время не работают, поскольку для этого требуется, чтобы протокол Apple Notification Center Service (ANCS) был реализован в InfiniTime.

# other_notes_4
source: If your PineTime is still not showing up as an available device, please reboot your watch by holding down the side button on your watch until you see the Pine64 pinecone logo in green, and then release.
nl: - Als je PineTime nog steeds niet tussen de beschikbare apparaten verschijnt, start dan het horloge opnieuw op door de knop aan de zijkant ingeddrukt te houden tot je het Pine64 pinecone logo in beeld ziet, en laat de knop dan los. Er is momenteel een probleem met bluetooth-indicatie in Infinitime waaraan hard wordt gewerkt om het op te lossen.
ru: Если PineTime по-прежнему не отображается как доступное устройство, перезагрузите часы, удерживая боковую кнопку на часах, пока не увидите зеленый логотип Pine64 Pinecone, а затем отпустите. В настоящее время существует проблема с Bluetooth в Infinitime, над которой разработчики работают очень усердно. Пожелайте им удачи!

source: Connect
nl: Verbinden
ru: Соединить

source: Other notes:
nl: Overige opmerkingen:
