Repository: InfiniTimeOrg/InfiniLink
Catalog: InfiniLink/*.lproj/Localizable.strings
Languages: fr, nl, ru, zh_hant

source: Device Information
fr: Informations sur l'appareil
nl: Informatie horloge
ru: Информация об устройстве

source: Firmware Version:
fr: Version du micrologiciel:
nl: Firmwareversie:
ru: Версия прошивки:

source: Model:
fr: Modèle:
ru: Модель:

# update_stats
source: Uptime Stats
fr: Statistiques de disponibilité
nl: Verbindingsstatistieken
ru: Стат. работы

source: Last disconnect:
fr: Dernière déconnexion:
nl: Laatst verbroken:
ru: Посл. разъединение:
zh_hant: 上次離線：

source: Uptime:
fr: Durée de fonctionnement:
nl: Tijd verbonden:
ru: Время безотказн. работы:
zh_hant: 上線時間：

source: Step Count
fr: Nombre de pas
nl: Stappenteller
ru: Счетчик шагов
zh_hant: 步數計數

source: Firmware Updates
fr: Mise à jour du micrologiciel
ru: Обновление прошивки
zh_hant: 韌體更新

source: Firmware Update is Available!
fr: Une mise à jour du micrologiciel est disponible!
nl: Firmware-update beschikbaar!
ru: Обновление прошивки доступно!
zh_hant: 韌體更新已可使用！

source: No Updates Available
fr: Aucune mises à jour disponible
nl: Geen update beschikbaar
ru: Нет доступных обновлений
zh_hant: 無可用更新

source: Device Name
fr: Nom de l'appareil
nl: Naam horloge
ru: Имя устройства
zh_hant: 裝置名稱

source: Rename
fr: Renommer
nl: Hernoem
ru: Переименовать
zh_hant: 重新命名

source: Home
fr: Accueil
nl: Start
ru: Домой
zh_hant: 主頁

source: Steps
fr: Pas
nl: Stappenteller
ru: Шагометр
zh_hant: 步數

source: Charts
fr: Graphique
nl: Grafieken
ru: Графики
zh_hant: 圖表

source: Update
fr: Mise à jour
nl: Firmware-update
ru: Обновления
zh_hant: 更新

source: Settings
fr: Paramètres
nl: Instellingen
ru: Настройки
zh_hant: 設定

source: Bluetooth Off
fr: Bluetooth désactivé
nl: Bluetooth Uit
ru: Bluetooth выкл.
zh_hant: 藍芽關閉

source: Heart:
fr: Cœur:
nl: Hartslag:
ru: Сердце:

source: Battery:
fr: Batterie:
nl: Batterij:
ru: Аккумулятор:
zh_hant: 電量:

source: Insufficient Heart Rate Data
fr: Données de fréquence cardiaque insuffisantes
nl: Onvoldoende hartslaggevens
ru: Недостаточно данных о частоте пульса
zh_hant: 沒有足夠的心率資料

source: Insufficient Battery Data
fr: Données de batterie insuffisantes
nl: Onvoldoende batterijgegevens
ru: Недостаточно данных об аккумуляторе
zh_hant: 沒有足夠的電池資料

source: Week
fr: Semaine
ru: Неделя
zh_hant: 週

source: Current
fr: Actuelle
nl: Huidig
ru: Сегодня
zh_hant: 目前

source: Month
fr: Mois
nl: Maand
ru: Месяц
zh_hant: 月

# steps_goal
source: Step Goal
fr: Objectif de pas
nl: Doel aantal stappen
ru: Цель шагов
zh_hant: 步數目標

source: Steps This Week
fr: Pas cette semaine
nl: Stappen deze week
ru: Шагов на этой неделе
zh_hant: 本週步數

source: Connect Options
fr: Options de connexion
nl: Verbindingsopties
ru: Параметры подключения
zh_hant: 連線選項

source: Autoconnect to PineTime
fr: Connexion automatique à la PineTime
nl: Automatisch met PineTime verbinden
ru: Авт. подкл. к PineTime
zh_hant: 自動連線至 PineTime

source: Autoconnect Device UUID
fr: UUID de l'appareil pour la connexion automatique
nl: Automatisch met apparaat-UUID verbinden
ru: Авт. устройства UUID
zh_hant: 自動連線至裝置 UUID

source: Use Current Device for Autoconnect
fr: Utiliser l'appareil actuel pour la connexion automatique
nl: Verbind automatisch met dit horloge
ru: Использовать тек. уст-во для автоподключения
zh_hant: 自動連線至目前裝置

source: Autoconnect Device Cleared
fr: Connexion automatique à l'appareil supprimé
nl: Horloge om automatisch mee te verbinden gewist
ru: Авт-ое подкл. устр-ва не выбрано
zh_hant: 自動連線裝置清除

source: Clear Autoconnect Device
fr: Supprimer la connexion automatique à l'appareil
nl: Wis horloge om automatisch mee te verbinden
ru: Очистить устройство автоподключения
zh_hant: 清除自動連線裝置

source: Current Device Name:
fr: Nom de l'appareil actuel:
nl: Huidige naam horloge:
ru: Текущее имя устройства:
zh_hant: 目前裝置名稱：

source: Enter New Name
fr: Saisir un nouveau nom
nl: Voer nieuwe naam in
ru: Введите новое имя
zh_hant: 輸入新的名稱

source: Rename Device
fr: Renommé l'appareil
nl: Hernoem horloge
ru: Переименовать устройство
zh_hant: 重新命名裝置

source: Firmware Update Downloads
fr: Téléchargement de la mise à jour du micrologiciel
nl: Downloaden firmware-updates
ru: Загрузки обновлений прошивок
zh_hant: 韌體更新下載

source: Show Newer Versions Only
fr: Ne monter que les nouvelles versions
nl: Toon alleen nieuwere versies
ru: Показывать только новые версии
zh_hant: 只顯示新的版本

source: Enable Watch Notifications
fr: Activer les notifications de la montre
nl: Toon meldingen op horloge
ru: Включить уведомления
zh_hant: 開啟手錶通知

source: Notify about Low Battery
fr: Notifer lors de la batterie faible
nl: Toon melding bij laag batterijniveau
ru: Уведомлять о низком заряде аккумулятора
zh_hant: 低電量時通知

source: Send Notification to PineTime
fr: Envoyer une notification à la PineTime
nl: Verstuur melding naar PineTime
ru: Отправить уведомление на PineTime
zh_hant: 傳送通知至 PineTime

source: Graph Styles
fr: Styles de graphique
nl: Grafiekstijlen
ru: Стили графиков
zh_hant: 圖表類型

source: Filled HRM Graph
fr: Graphique HRM rempli
nl: Gevulde hartslaggrafiek
ru: Мониторинг сердечного ритма
zh_hant: 填滿 HRM 圖表

source: Filled Battery Graph
fr: Graphique de batterie rempli
nl: Gevulde batterijgrafiek
ru: Мониторинг аккумулятора
zh_hant: 填滿電池圖表

source: Graph Data
fr: Données graphiques
nl: Grafiekgegevens
ru: Графика данных
zh_hant: 圖表資料

source: Clear All HRM Chart Data
fr: Effacer toutes les données du graphique HRM
nl: Verwijder gegevens hartslaggrafiek
ru: Очистить все данные мониторинга сердечного ритма
zh_hant: 清除所有心率圖表資料

source: Clear All Battery Chart Data
fr: Effacer toutes les données du graphique de la Batterie
nl: Verwijder gegevens batterijgrafiek
ru: Очистить все данные мониторинга аккумулятора
zh_hant: 清除所有電池圖表資料

source: Onboarding Information
fr: Information d'intégration
nl: Introductie
ru: Onboarding информация
zh_hant: Onboarding 資訊

source: Open Onboarding Page
fr: Ouvrir la page d'intégration
nl: Open introductiepagina
ru: Открыть страницу Onboarding
zh_hant: 開啟 Onboarding 頁面

# whats_new_page_this_version
source: Open 'What's New' Page
fr: Ouvrir la page 'Nouveautés' pour cette version
nl: Open 'Wat is er nieuw'-pagina voor deze appversie
ru: Открыть страницу 'Что нового' для текущей версии
zh_hant: 這版本開啟 'What's New' 頁面

source: Debug Mode
fr: Mode débogage
nl: Foutopsporingsmodus
zh_hant: 除錯模式

source: Enable Debug Mode
fr: Activer le mode débogage
nl: Schakel foutopsporingsmodus in
zh_hant: 開啟除錯模式

source: Debug Logs
fr: Débogage des logs
nl: Foutopsporings-logboeken
zh_hant: 除錯紀錄

source: Links
fr: Liens
ru: Ссылки
zh_hant: 連結

source: Available Devices
fr: Appareil disponible
nl: Beschikbare apparaten
ru: Доступные устройства
zh_hant: 可用裝置

source: Waiting for Bluetooth
fr: En attente du Bluetooth
nl: Wachten op Bluetooth
ru: Ожидание Bluetooth
zh_hant: 等待藍芽中

source: Unnamed
fr: Anonyme
nl: Naamloos
ru: Безымянный
zh_hant: 未命名

source: Disconnect
fr: Déconnecter
nl: Verbr. verbinding
ru: Разъединить
zh_hant: Déconnecter

source: Scanning
fr: Balayage
nl: Aan het scannen
ru: Сканирование
zh_hant: Balayage

source: Select Date Range
fr: Selectionner une plage de dates
nl: Selecteer datumbereik
ru: Выберите диапазон дат
zh_hant: 選擇日期範圍

source: Date Range Selection
fr: Sélection de la plage de dates
nl: Geselecteerd datumbereik
ru: Выбор диапазона дат
zh_hant: 日期範圍選擇

source: Show All
fr: Afficher tout
nl: Toon alles
ru: Показать все
zh_hant: 顯示全部

source: Select Dates
fr: Selectionner les dates
nl: Selecteer datums
ru: Выбрать даты
zh_hant: 選擇日期

source: All Data Selected
fr: Toutes les données sélectionnées
nl: Alle datums geselecteerd
ru: Выбраны все данные
zh_hant: 所有選擇的資料

source: Hours
fr: Heures
nl: Uren
ru: Часы
zh_hant: 時

source: Days
fr: Jours
nl: Dagen
ru: Дни
zh_hant: 天

source: Weeks
fr: Semaines
nl: Weken
ru: Недели
zh_hant: 週

source: Start Date
fr: Date de début
nl: Startdatum
ru: Дата начала
zh_hant: 開始日期

source: End Date
fr: Date de fin
nl: Einddatum
ru: Дата окончания
zh_hant: 結束日期

# placeholder_text
source: enter text here
fr: Entrer du text ici
nl: voer meldingstekst in
ru: Введите текст тут
zh_hant: 在這輸入文字

source: Send Notification
fr: Envoyer une notification
nl: Verstuur melding
ru: Отправить уведомление
zh_hant: 傳送通知

source: Title
fr: Titre
nl: Titel
ru: Заголовок
zh_hant: 標題

source: Steps Settings
fr: Paramètres des pas
nl: Instellingen stappenteller
ru: Настройка шагометра
zh_hant: 步數設定

source: Step Goal
fr: Objectif de pas
nl: Doel aantal stappen
ru: Цель шагов
zh_hant: 步數目標

source: Add Steps
fr: Ajouter des pas
nl: Stappen verhogen
ru: Добавить шаги
zh_hant: 增加步數

source: Change Step Goal
fr: Modifier l'objectif du nombre de pas
ru: Изменить цель кол-во шагов
zh_hant: 更改步數目標

source: Enter Step Goal
fr: Entrer l'objectif de pas
nl: Voer doel aantal stappen in
ru: Введите цель шагов
zh_hant: 輸入步數目標

source: Submit New Step Goal
fr: Soumettre un nouvel objectif de pas
nl: Stel doel aantal stappen in
ru: Подтвердить новую цель шагов
zh_hant: 遞交新的步數目標

source: Manually Add Step Count
fr: Ajouter un nombre de pas manuellement
nl: Aantal stappen handmatig verhogen
ru: Добавить кол-во шагов вручную
zh_hant: 手動增加步數

source: Select Date
fr: Selectionner une date
nl: Selecteer datum
ru: Выберите дату
zh_hant: 選擇日期

source: Enter Number of Steps
fr: Entrer un nombre de pas
nl: Voer aantal stappen in
ru: Введите количество шагов
zh_hant: 輸入步數數字

source: Submit Count
fr: Soumettre le nombre
nl: Stel aantal stappen in
ru: Подтвердить кол-во
zh_hant: 遞交計數

source: Available Downloads
fr: Téléchargements disponibles
nl: Beschikbare downloads
ru: Доступные загрузки
zh_hant: 可用的下載

source: Firmware Download Links
fr: Liens de téléchargement du micrologiciel
nl: Downloadlinks firmware
ru: Доступные загруки, ссылки
zh_hant: 韌體下載連結

# onboarding_text
source: The open-source iOS companion app for InfiniTime! Before you begin, make sure to allow this app to use Bluetooth. Please report any issues that you find, crashes you experience, or suggested changes! Your feedback allows us to work together to have a great companion app. Reports are welcome through TestFlight, or through GitHub, Matrix, or Mastodon (links are available in the settings tab).
fr: The official open-source iOS companion app for InfiniTime! Before you begin, make sure to allow this app to use Bluetooth. Please report any issues that you find, crashes you experience, or suggested changes! Your feedback allows us to work together to have a great companion app. Reports are welcome through TestFlight, or through GitHub, Matrix, or Mastodon.
nl: Ik ben superblij dat je deze betaversie van mijn iOS-app voor InfiniTime wilt uitproberen! Vergeet niet om deze app toegang tot Bluetooth te geven voordat je begint. Vind je een probleem, of heb je een suggestie, vergeet het niet te melden! (in het Engels)! Met jouw feedback kan ik deze app nóg beter maken. Feedback is welkom via TestFlight, of via GitHub, Matrix, of Mastodon (links staan bij het tabje 'instellingen').
ru: Я очень рад, что вы готовы и можете протестировать эту бета-версию моего iOS приложения компаньена для InfiniTime! Прежде чем начать, убедитесь, что это приложение использует Bluetooth. Пожалуйста, сообщайте мне обо всех обнаруженных вами проблемах, сбоях или предлагаемых изменениях! Ваш отзыв позволяет нам с вами работать вместе, чтобы создать отличное приложение-компаньон. Отчеты приветствуются через TestFlight, либо через GitHub, Matrix или Mastodon (ссылки доступны во вкладке настроек).
zh_hant: The official open-source iOS companion app for InfiniTime! Before you begin, make sure to allow this app to use Bluetooth. Please report any issues that you find, crashes you experience, or suggested changes! Your feedback allows us to work together to have a great companion app. Reports are welcome through TestFlight, or through GitHub, Matrix, or Mastodon.

# other_notes_2
source: The music controls do work in InfiniTime, but only if you're playing music through the Apple Music app. System-wide music control in iOS requires the proprietary Apple Media Service to be implemented in InfiniTime. At the app level, I can really only interact with Apple Music, and have no control over podcasts, YouTube videos, system volume, etc. until AMS is added to InfiniTime.
fr: The music controls do work in InfiniTime, but only if you're playing music through the Apple Music app. System-wide music control in iOS requires the proprietary Apple Media Service to be implemented in InfiniTime. At the app level, I can really only interact with Apple Music, and have no control over podcasts, YouTube videos, etc. until AMS is added to InfiniTime.
nl: - Muziekbesturing werkt in InfiniTime, maar alleen voor muziek die via de Apple Music-app wordt afgespeeld. Systeembrede muziekbesturing in iOS vereist dat de gesloten Apple Media Service in InfiniTime moet worden ingebouwd. De app kan geen andere muziek-apps dan Apple Music bedienen totdat AMS is toegevoegd aan InfiniTime.
ru: Элементы управления музыкой работают в InfiniTime, но только если вы воспроизводите музыку через приложение Apple Music. Общесистемное управление музыкой в iOS требует, чтобы в InfiniTime была реализована проприетарная служба Apple Media. На уровне приложений я действительно могу взаимодействовать только с Apple Music и не могу контролировать подкасты, видео на YouTube, громкость системы и т. д., пока AMS не будет добавлен в InfiniTime.
zh_hant: The music controls do work in InfiniTime, but only if you're playing music through the Apple Music app. System-wide music control in iOS requires the proprietary Apple Media Service to be implemented in InfiniTime. At the app level, I can really only interact with Apple Music, and have no control over podcasts, YouTube videos, etc. until AMS is added to InfiniTime.

# other_notes_3
source: Your PineTime is only capable of sustaining one Bluetooth connection at a time. If you're having trouble connecting, please ensure that your PineTime is not already connected to another device, or to another app on this device.
fr: Your InfiniTime device is currently only capable of sustaining one Bluetooth connection at a time. If you're having trouble connecting, please ensure that your PineTime is not already connected to another device, or to another app on this device.
nl: - Je PineTime kan maar één bluetoothverbinding tegelijkertijd maken. Als je problemen hebt met verbinden, controleer dat je PineTime niet al met een ander apparaat is verbonden, of met een andere app op dit apparaat.
ru: Ваш PineTime может поддерживать только одно соединение Bluetooth. Если у вас возникли проблемы с подключением, убедитесь, что ваш PineTime еще не подключен к другому устройству или другому приложению на этом устройстве.
zh_hant: Your InfiniTime device is currently only capable of sustaining one Bluetooth connection at a time. If you're having trouble connecting, please ensure that your PineTime is not already connected to another device, or to another app on this device.

# dismiss_button
source: Dismiss
fr: Fermer
nl: Sluiten
ru: Свободен
zh_hant: 關閉

source: Update Firmware
fr: Mise à jour du micrologiciel
nl: Firmware bijwerken
ru: Обновить прошивку
zh_hant: 更新韌體

source: Current Firmware
fr: Micrologiciel actuel
nl: Huidige Firmware
ru: Текушая прошивка
zh_hant: 目前韌體

source: Firmware File
fr: Fichier du micrologiciel
nl: Firmware-bestand
ru: Файл прошивки
zh_hant: 韌體檔案

source: Clear
fr: Nettoyer
nl: Wissen
ru: Очистить
zh_hant: 清除

source: Bluetooth Not Available
fr: Bluetooth non disponible
nl: Bluetooth niet beschikbaar
ru: Bluetooth не доступен
zh_hant: 藍芽未啟用

# please_enable_bluetooth_try_again
source: Please enable Bluetooth and try again.
fr: Veuillez activer le Bluetooth et essayer à nouveau.
nl: Schakel a.u.b. Bluetooth in en probeer opnieuw.
ru: Пожалуйста включите Bluetooth и попробуйте снова.
zh_hant: 請啟用藍芽並再試一次。

source: Select Firmware File
fr: Sélectionner le fichier du micrologiciel
nl: Selecteer firmwarebestand
ru: Выбрать файл прошивки
zh_hant: 選擇韌體檔案

# select_file_source
source: Select a File Source
fr: Sélectionner un fichier source
nl: Selecteer een bestandslocatie
ru: Выбрать источник файла прошивки
zh_hant: 選擇檔案來源

source: Use Local File
fr: Utiliser un fichier local
nl: Gebruik eigen bestand
ru: Использовать локальный файл
zh_hant: 使用本地檔案

source: Download Firmware File
fr: Télécharger un fichier de micrologiciel
nl: Download firmwarebestand
ru: Загрузить файл прошивки
zh_hant: 下載韌體檔案

source: Stop Transfer
fr: Stopper le transfert
nl: Stop overdracht
ru: Остановить передачу
zh_hant: 停止傳送

source: Start Transfer
fr: Démarrer le transfert
nl: Start overdracht
ru: Начать передачу
zh_hant: 開始傳送

source: Downloading
fr: Téléchargement
nl: Aan het downloaden
ru: Загрузка
zh_hant: 下載中

source: Transfer Completed!
fr: Transfert complété!
nl: Overdracht voltooid!
ru: Передача завершена!
zh_hant: 傳送結束！

source: Battery Low
fr: Battery faible
nl: Batterij bijna leeg
ru: Низкий заряд аккумулятора
zh_hant: 低電量

# battery_low_message
source: battery remaining
fr: Batterie restante
zh_hant: 剩餘電量

source: Not Playing
fr: Pas d'activité
nl: Wordt niet afgespeeld
ru: Ничего не играет
zh_hant: 未播放

# failed_set_time
source: Failed to Set Time
fr: Impossible de régler l'heure
nl: Kan tijd niet instellen
ru: Невозможно установить время
zh_hant: 設定時間失敗

# failed_set_time_description
source: There was an issue setting the time on your watch. Please disconnect from the watch, and then reconnect.
fr: Un problème est survenu lors du réglage de l'heure sur votre montre. Veuillez vous déconnecter de la montre, puis vous reconnecter.
nl: Er deed zich een probleem voor bij het instellen van de tijd op het horloge. Verbreek de verbinding, verbind opnieuw en probeer het nogmaals.
ru: Не удалось установить время на ваших часах. Пожалуйста, отключите часы, а затем снова подключите.
zh_hant: 您的手錶上設定時間有點問題。請跟您的手錶斷線再重新連線。

source: Dismiss
fr: Fermer
nl: Sluiten
ru: Свободен
zh_hant: 關閉

source: Not Connected
fr: Non connecté
zh_hant: 未連線

source: Tap to connect
fr: Appuyer pour se connecter
zh_hant: 點擊以連線

source: Customize Favorites
fr: Personnaliser les favoris
zh_hant: 自訂最愛

# goal
source: with a goal of
fr: avec un but de
zh_hant: 目標為

source: Heart Rate
fr: Pouls
zh_hant: 心率

# battery_tilte
source: Battery
fr: Batterie
zh_hant: 電量

# heart_tilte
source: Heart
fr: Coeur

# welcome_text
source: Welcome. If you have an InfiniTime device, you can pair it here.
fr: Bienvenue. Si vous avez un appareil InfiniTime, vous pouvez l'appairer ici
nl: van InfiniLink! Ik hoop dat je van de nieuwe functies in deze versie zult genieten. Wees vrij om met mij in contact te komen (in het Engels) om te praten over suggesties en nieuwe functies die je in deze app wilt zien!
ru: InfiniLink! Надеюсь, вам понравятся функции, которые я добавил в приложение для этой версии. Не стесняйтесь обращаться ко мне по поводу любых проблем, которые у вас возникают, или изменений, которые вы хотели бы увидеть!
zh_hant: 歡迎。若您有 InfiniTime 裝置， 您可以在這配對它。

source: Connecting...
fr: Connexion...
zh_hant: 連線中...

source: Start Pairing
fr: Commencer l'appairage
zh_hant: 開始配對

source: My Device
fr: Mon appareil
zh_hant: 我的裝置

source: Favorites
fr: Favoris
zh_hant: 最愛

# app_settings
source: App Theme
fr: Thème de l'application
zh_hant: App 佈景主題

source: App Theme
fr: Thème de l'application
zh_hant: App 佈景主題

source: Name
fr: Nom
zh_hant: 名稱

source: Avaliable themes
fr: Thèmes disponibles
zh_hant: 可用佈景主題

source: Choose App Theme
fr: Choisir le thème de l'application
zh_hant: 選擇佈景主題

source: Firmware File Link
fr: Lien du fichier du micrologiciel
zh_hant: 韌體檔案連結

source: Downloads
fr: Téléchargements
zh_hant: 下載

source: Learn More
fr: En savoir plus

source: Software Update
fr: Mise à jour du micrologiciel
zh_hant: 軟體更新

# local_file_info
source: This is a local file and may not work with your PineTime.
fr: Ceci est un fichier local qui pourrait ne pas fonctionner avec votre PineTime
zh_hant: 這是一個本地的檔案而且不一定可以在您的 PineTime 上可以運行。

source: Install Older Version
fr: Installer une version plus ancienne
zh_hant: 安裝較舊版本

# up_to_date
source: is up to date
fr: est à jour
zh_hant: 是最新

source: PineTime Not Available
fr: PineTime non disponible
zh_hant: PineTime 目前不可使用

source: Please check your connection and try again.
fr: Veuillez vérifier votre connexion et réessayer
zh_hant: 請檢查您的連線並再試一次。

source: Download and Install
fr: Télécharger et installer
zh_hant: 下載並安裝

source: BATTERY LEVEL
fr: NIVEAU DE BATTERIE
zh_hant: 電池電量

source: BATTERY USAGE
fr: UTILISATION DE LA BATTERIE
zh_hant: 電池用量

source: Last 24 Hours
fr: Dernières 24 heures
zh_hant: 過去24小時

source: Last 10 Days
fr: 10 derniers jours
zh_hant: 過去10天

source: Battery Level is
fr: Le niveau de batterie est de
zh_hant: 電量為

source: Currently Unavailable
fr: Actuellement indisponible
zh_hant: 目前不可使用

source: Software Version
fr: Version du logiciel
zh_hant: 軟體版本

source: Model Name
fr: Nom du modèle
zh_hant: 型號

source: Autoconnect to this
fr: Se connecter automatiquement
zh_hant: 自動連線至本裝置

source: Send Notification to
fr: Envoyer une notification à
zh_hant: 傳送通知至

source: Connected to
fr: Connecté à
nl: Verbonden met
ru: Подключено к
zh_hant: 已連線至

source: Notifications
nl: Meldingen
ru: Уведомления
zh_hant: 通知

source: Donations
nl: Donaties
ru: Поддержать
zh_hant: 捐款

source: BPM
nl: SPM
ru: Уд. в мин.

source: Sliders
nl: Gegevensbereik
ru: Слайдеры

source: What's New in
nl: Wat is er nieuw in
ru: Что нового

source: Welcome to version
nl: Welkom bij versie
ru: Добро пожаловать в версию

# whats_new_body_1
source: Another new UI!
nl: First localization! - Thank you so much to @friendlytsy for creating a Russian localization for InfiniLink! If anyone else would like to localize the app, the work that @friendlytsy put in laid the groundwork for new localizations. If any polyglots out there would like to contribute localizations for other languages, let me know and I can help you get started!
ru: Первая локализация! - Большое спасибо @friendlytsy за создание русской локализации для InfiniLink! Если кто-то еще хотел бы локализовать приложение, работа, которую @friendlytsy проделали, заложила основу для новых локализаций. Если какие-либо полиглоты хотели бы внести свой вклад в локализацию для других языков, дайте мне знать, и я могу помочь вам начать! Русскоязычным пользователям этот текст был создан с помощью Google Translate, поэтому прошу прощения, если его трудно читать!

# whats_new_body_2
source: Some new localizations. Please note that not all localizations have been updated for the new UI. If you're able to assist with localizations, please get in touch with us on the GitHub page, or feel free to submit a pull request with localizations. Any help in this capcity is MUCH appreciated!
nl: Bug fixes: - This release should fix a few bugs causing crashes when the Apple Music feature is accessed. - Fixes some UI issues for users with smaller screens.n-"Updates Available" field on the home screen should now correctly show if an update for InfiniTime is available, and should reset on disconnect.
ru: Исправления ошибок: - В этом выпуске должно быть исправлено несколько ошибок, вызывающих сбои при доступе к функции Apple Music. - Исправлены некоторые проблемы с пользовательским интерфейсом для пользователей с меньшими экранами.n-"Доступное обновление" на главном экране теперь должно правильно показывать, доступно ли обновление для InfiniTime, и должно быть сброшено при отключении.

source: Welcome to InfiniLink!
nl: 🎉 Welkom bij InfiniLink! 🎉
ru: 🎉 Добро пожаловать в InfiniLink! 🎉
